Ext.define('YongYou.view.QueryPanelMain', {
    extend: 'Ext.Panel',
    config: {
        cls: 'card card1',
        id:'QueryPanelMain',
        scrollable: true,
        height: '100%',
        items: [{
            docked: 'top',
            html: '<font size=\"12px\">主页</font></br></br>'
        }, {
           xtype: 'component',
            html:"<p><font size=\"6px\">法律法规</font></p> " +
            		"<p>法律法规，指中华人民共和国现行有效的法律、" +
            		"行政法规、司法解释、地方法规、地方规章、" +
            		"部门规章及其他规范性文件以及对于该等法律法规的不时修改和补充。" +
            		"其中，法律有广义、狭义两种理解。广义上讲，法律泛指一切规范性文件；" +
            		"狭义上讲，仅指全国人大及其常委会制定的规范性文件。在与法规等一起谈时，" +
            		"法律是指狭义上的法律。法规则主要指行政法规、地方性法规、民族自治法规及经济特区法规等。</p></br></br>" +
            		"<p><font size=\"6px\">办事指南</font></p> " +
            		"<p></br></br><p><img border=\"0\" width=\"600\" height=\"246\" " +
            		"src=\"resources/img/111026100106046.gif\" /><br /></p></br></br>" +
            		"<p><font size=\"6px\">优惠政策</font></p> " +
            		"<p>优惠政策是指税法对某些纳税人和征税对象给予鼓励和照顾的一种特殊规定。" +
            		"比如，免除其应缴的全部或部分税款，或者按照其缴纳税款的一定比例给予返还等，" +
            		"从而减轻其税收负担。税收优惠政策是国家利用税收调节经济的具体手段，" +
            		"国家通过税收优惠政策、可以扶持某些特殊地区、产业、企业和产品的发展，" +
            		"促进产业结构的调整和社会经济的协调发展。</p>"
        }]
    }
});